:-dynamic answers/2.
:-encoding(utf8).
answers(1, ["Уверена, что какая-то еда вам симпатизирует больше, какая-то меньше, на это влияют различные параметры. Расскажите, на что в первую очередь вы обращаете внимание при выборе продуктов питания.", "У каждого человека в жизни наступает момент, когда он делает свои первые шаги в кулинарии. Моим первым блюдом, которое я приготовила сама, было филе миньон под орехово-сладким соусом с гарниром из томлёного булгура. А какое ваше первое блюдо, которые вы приготовили сами?"]).
answers(2, ["Вкус – это того, из-за чего многие люди обожают еду. Какие самые вкусные блюда вы пробовали за последнее время. Расскажите о них подробнее, из чего они состоит?"]).
answers(3, ["Порой бывают такие ситуации, когда вы находитесь не дома, но хотите перекусить. Что вы выбираете в такой ситуации?"]).
answers(4, ["Расскажи о моменте из жизни, когда у тебя были бурные эмоции, связанные с едой, будь то положительные или отрицательные"]).
answers(5, ["Как по мне, кухня – это любимый уголок в квартире, где собирается за трапезой и интересными разговорами. Расскажите о каком-нибудь забавном случае, который произошёл при готовке на кухне."]).
answers(6, ["От каких продуктов или напитком вы чувствуете себя бодрее?"]).
answers(7, ["Кстати я очень люблю готовить. Моё фирменно блюдо - это фрикадельки под сливочно-томатным соусом. Расскажите  мне о своих блюдах, которые у вас получаются больше всего. Из чего они состоят?"]).
answers(8, ["Расскажите, что у вас повседневно находится в холодильнике?"]).
answers(9, ["У каждого бывают такие моменты, когда нужно поесть, но времени на готовку катигорически не хватает. Расскажите, что вы делаете, когда у вас нет времени готовить самостоятельно?"]).
answers(10, ["Многие спортсмены хотят достичь какой-то цели в своём виде спорта. Для этого им нужно есть определённую пищу. Тем самым она вызывает у них некую потребность. расскажите, потребность в каких продуктах питания у вас наибольшая?"]).
answers(11, ["Каждый человек покупает еду в своём месте, которому он доверят. Расскажите, где вы покупаете продукты?"]).
answers(12, ["Расскажите о своих продуктах питания, который у вас вызывают  наибольший аппетит?"]).
answers(13, ["Мне кажется многие люди едят не для того чтобы жить, а живут для того, чтобы есть, у них уже выработалась любовь к еде. Оно и понятно, ведь в миру существует столько разнообразной еды, для каждого найдётся что-то по душе. Расскажите, где вы ели ваше самое любимое блюдо? Опишите это место."]).
answers(14, ["Как вы представляете себе рацион челоека, который соблюдает здоровое питание?"]).
answers(15, ["У каждого человека свои вкусы и, потому, не всё, что понравится одному человеку, обязательно понравится другому. Расскажите, какие способы приготовления мяса вы предпочитаете?", "У многих людей есть какие-то диеты, которых они придерживаются из-за личных  убеждений. Как вы думаете, почему некоторые люди не едят мясо?"]).
answers(16, ["Рыбу часто включают в различные диеты. Какие диетические продукты вы знаете ещё?   "]).
answers(17, ["Какие способы приготовления курицы вы знаете?"]).
answers(18, ["Индейка является национальным блюдом США. Это традиционное блюдо на день благодарения. А какие другие популярные американские блюда вы знаете?"]).
answers(19, [" Как вы считаете, почему овощи часто ассоциируются со здоровым питанием?", "Расскажите, как приготовить овощи, чтоьбы они сохранили все полезные свойства?"]).
answers(20, ["Фрукты - это отличный источник витаминов. Они одновременно являются и полезными и вкусными. Опишите свои любимые десерты с фруктами."]).
answers(21, ["Специи придают еде более насыщенный вкус, потому очень многие люди пользуются ими. Расскажите, какие у вас критерии для выбора специй?"]).
answers(22, ["Расскажите подробнее о своём дневном рационе питания. Какие продукты в него входят?", "Кстати говоря о рационе. Помню один мой знакомый два дня питался одним лишь вареньем  Расскажите о необычных рационах, которые вы слышали."]).
answers(23, ["Расскажите, что в вашем представлении является правильным питанием?", "Как вы понимаете, что конкретный продукт удовлетворяет критериям, присущие правильному питанию?"]).
answers(24, ["Как вы думаете, почему многие люди не могут остановить себя в потреблении излишней пищи?"]).
answers(25, ["Эх, столовая. Сколько воспоминаний связано с ней. Наверное, это самое бюджетное место, где можно поесть. Что у вас ассоциируется с ней?", "Мне кажется, почти все школьники и студенты ждут перемены, для того чтобы сходить в столовую. Расскажите о ваших любимых блюдах из столовой."]).
answers(26, ["Раз уж вы заговорили о русских блюдах, то будьте добры, расскажите о ваших любимых блюдах из Русской кухни.", "Расскажите, кухни каких стран вы ещё любите?"]).
answers(27, ["Очень многие в России любят японскую кухню. Различные суши-бары открыты почти в каждом городе. Расскажите о ваших любимых блюдах из японской кухни."]).
answers(28, ["Расскажите о ваших любимых блюдах из тайской кухни."]).
answers(29, ["Расскажите о ваших любимых блюдах из гуризнской кухни."]).
answers(30, ["Говорят, что именно Итальянская кухня является самой популярной кухней в мире. Я пожалуй соглашусь с этим.  В среднем пасту и пиццу признают вкусными 84% респондентов. Расскажи о своих любимых блюдах родом из Италии.", "Расскажи, с чем у тебя ассоциириуется итальянская кухня?"]).
answers(31, ["Расскажите о своих любимых блюдах из французской кухни. Из чего они состоят? "]).
answers(32, ["Какая же всё таки вкусная испанская кухня. Расскажите о своих любимых блюдах этой кухни. Из чего они состоят? "]).
answers(33, ["Расскажите о своих любимых блюдах турецкой кухни. Из чего они состоят? "]).
answers(34, ["Расскажите о своих любимых блюдах китайской кухни. Из чего они состоят? "]).
answers(35, ["Расскажите о своих любимых блюдах индийской кухни. Из чего они состоят?"]).
answers(36, ["Расскажите о своих любимых блюдах мексиканской кухни. Из чего они состоят? "]).
answers(37, ["Расскажите, при каких обстоятельствах вы можете сходить в кафе?"]).
answers(38, ["Расскажите о вашем самом запомнившемся походе в ресторан. Что вы там ели?"]).
answers(39, ["Мама всегда готовит мне с любовью. Это делает блюдо ещё более вкусным. Расскажите о лучших, по вашему мнению, блюдах вашей мамы. "]).
answers(40, ["Да, бабушка тут ещё кулинар. Она постоянно готовит что-нибудь вкусное и накладывает это мне огромными порциями. Если я это не съем, то она обидеться... А какие у вас воспоминания о бабушкиной готовке?"]).
answers(41, ["Какое самое необычное блюдо готовил для вас отец?"]).
answers(42, ["Какие блюда чаще всего готовят ваши близкие?"]).
answers(43, ["Мне кажется, большинство россиян ходят в так называемые рестораны быстрого питания, поесть бургеров, картошки фри ну и запить всё это дело сладким лимонадом. В какие заведения ходите лично вы?"]).
answers(44, ["Вы считаете шаурму правильной или вредной едой? Обоснуте."]).
answers(45, ["Вы считаете бургер правильной или вредной едой? Обоснуте."]).
answers(46, ["С какими начинками вы любите пиццу?", "Пицца пользуется чрезвычайной популярностью во всем мире, а особенно — в США. А какие американские блюда нравятся лично вам?"]).
answers(47, ["Если сейчас посмотреть в меню среднестатистического заведения японской кухни в России, то можно увидеть огромное разнообразие в меню.  Расскажите, с какой начинкой вы предпочитаете роллы и суши?"]).
answers(48, ["Сахар называют белой смертью, потому что он очень вреден если употреблять его в больших количествах. К сожалению, от сладкого очень сложно отказаться. А какие ваши любимые сладости?"]).
answers(49, ["Бутерброды едят почти все россияне. В качестве начинки может выступать всё чо угодно, что попадётся в холодильнике.С чём вы любите есть бутерброд?", "Что в вашем представлении является бутербродом?"]).
answers(50, ["Куриные яйца являются очень популярным продуктом среди спортсменов. Как думаете, почему?"]).
answers(51, ["Есть блюда, которые без одного ингридиента становятся уже совсем непривычными. Какие блюда вы бы не могли представить без сыра?"]).
answers(52, ["Как вы думаете, почему человеку нужно употреблять в пищу морепродукты?"]).
answers(53, ["В мире очень популярен чай с лимоном. Я и сама его очень люблю. А с чем вы любите пить чай?"]).
answers(54, ["Расскажите о своих любимых супах, а также из чего они состоят."]).
answers(55, ["Как вы думаете, для чего люди сушат фрукты?"]).
answers(56, ["Расскажите о самых больших ягодах, которые вы знаете."]).
answers(57, ["Вода - неотъемлимый компонент нашего жизни. Она используется всюду. Расскажите, какие способы приготовления пищи с водой вы знаете?"]).
answers(58, ["Лично я люблю чай, особенно классический зелёный. Ведь он обладает изысканным вкусом, успокаивающим эффектом и, что самое главное, он полезен для организма. В Китае его даже считают элексиром здоровья. Расскажи мне о пользе других продуктов питания. Мне очень интересно.", "Приятно всё-таки прийти домой после трудного рабочего дня и выпить чашечку чая для расслабления. Расскажи, что из еды может успокить тебя и избавить от стресса. Расскажите о своих любимых любимых продуктах питания, которые  в стрессовой ситуации вас успакаивают."]).
answers(59, ["Когда ты делаешь какую-то значимую для тебя работу, ты можешь мало спать или не спать соовсем. В такие моменты очень даже помогает выпить чашечку кофе."]).
answers(60, ["Вы пьете газировки или лимонад? Например, Pepsi или Coca-Cola? Почему?"]).
answers(61, ["Уверена, что какая-то еда вам симпатизирует больше, какая-то меньше, на это влияют различные параметры. Расскажите, на что в первую очередь вы обращаете внимание при выборе продуктов питания."]).
answers(62, ["На данный момент есть огромное количество вариаций салатов, каждый найдёт себе что-то по вкусу. Расскажите, какие салаты вы предпочитаете?"]).
answers(63, ["Где по вашему мнению лучше покупать орехи?"]).
answers(64, ["Лично я очень люблю фруктовый сок, особенно мультифруктовый. Если бы вы создавали свой мультифруктовый сок, какие фрукты вы бы туда добавили?"]).
answers(65, ["Очень многие спотсмены принимают какое-нибудь спортивное питание. Как вы думаете, для чего оно необходимо?"]).
answers(66, ["Я помню, когда я шла со школы, проходя мимо пекарни, чувствовала волшёбный запах выпечки от которой у меня слюна текла рекой. А какие запахи еды у вас поднимают аппетит?"]).
answers(67, ["Ммм, соус это классно. А что ещё может улучших вкус блюда по вашему мнению?"]).
answers(68, ["Как вы думаете, почему жареная еда считается вредной? "]).
answers(69, ["Лично я каждое утро варю себе кашу. Уже не могу представить себе утро без каши. Позвольте уточнить, а какие каши вы вообще знаете?", "Расскажите о своих любимых блюдах, приготовленных посредством варки. Из чего они состоят?"]).
answers(70, ["Тушение — это один из лучших способов приготовить овощи так, чтобы сохранить всех их полезные свойства. А какие еще способы приготовления сохраняют максимум полезных свойств овощей?"]).
answers(71, ["Когда речь идёт о чём-то запечённом, мне сразу же приходит на ум бабушкина готовка.  Какие бабушкины блюда запомнились вам больше всего. Расскажите из чего они состоят и почему запомнились?"]).
answers(72, ["Какую еду вы чаще всего заказываете?"]).
answers(73, ["Как вы думаете, на какие продукты у людей чаще всего бывают аллергии?"]).
answers(74, ["Выпечка была у меня одним из основным источником питания в школе. А какие продукты питания или может быть блюда вы часто ели в школьные годы?"]).
answers(75, ["Расскажи, какие напитки вы любите больше всего."]).
answers(76, ["Если уж речь зашла о цене, то раскажите о самом дорогом походе в заведение, для того чтобы поесть."]).
answers(77, ["Как вы думаете должен ли человек придерживаться диеты или может есть всё подряд? Почему?"]).
answers(78, ["Как вы думаете, почему многие отказываются от употребления хлеба?"]).
answers(79, ["О да, сладкое я люблю. Какие у вас самые любимые десерты?", "Расскажите, а какие десерты самые популярные в мире?"]).
answers(80, ["Завтрак - это начало рабочего дня, поэтому чтобы день прошёл продуктивно нужно хорошо поесть. Расскажите, что вы предпочитаете есть на завтрак?"]).
answers(81, ["Что вы предпочитаете есть на обед?"]).
answers(82, ["Что вы предпочитаете есть на ужин?"]).
answers(83, ["Какие гарниры вы чаще всего едите?", "Расскажите о самом необычном гарнире, который вы пробовали."]).
answers(84, ["Молоко и молочная продукция не может долго хранится, поэтому её необходимо употребить в пищу как можно быстрее. Как вы определяете свежесть продукта?"]).
answers(85, ["Какая еда за столом во время праздника с семьёй?"]).
answers(86, ["Что по вашему мнению необходимо, чтобы придать блюду сочности?"]).
answers(87, ["Что необходимо, чтобы избежать сухости блюда. Даже если точно не знаете, предположите. "]).
answers(88, ["Какие самых острых блюдах в своей жизни вы пробовали? "]).
answers(89, ["Какие самые кислые блюда в своей жизни вы пробовали?"]).
answers(90, ["Что по вашему мнению нужно сделать, чтобы избежать престности блюда?"]).
answers(91, ["Какие блюда, приготовленные на пару вам нравятся больше всего?"]).
answers(92, ["Раз уж зашла тема здоровья… Как вы думаете, почему некоторые люди не следят за своим здоровьев и едят что попало?"]).
answers(93, ["Что в вашем представлении является деликатесом?", "Какие деликатесы вы пробовали и какие впечатления у вас остались после них?"]).
answers(94, ["Как думаете, что необходимо предпринять людям, которые страдают от ожирения, но хотят от него избавиться?"]).
answers(95, ["Макароны — это то, что спасает студентов на протяжении многих лет. Они имеют идеальный балланс между вкусом и ценой. Расскажите о своих любимых дешёвых продуктах.", "Как вы думаете почему макароны стали настолько популярны в России? "]).
answers(96, ["Как вы считаете, какие правила нужно соблюдать, чтобы избежать отравления?"]).
answers(97, ["Какие блюда вы готовите дома?"]).
answers(98, ["Расскажите от каких блюд вам было бы сложно отказаться?"]).
answers(99, ["Как вы определяете, что еда испортилась?"]).
answers(100, ["Встреча — это хорошо, особенно когда с друзьями… Куда вы можете сходить с друзьями, чтобы поесть?"]).
answers(101, ["Я очень люблю запечённую в духовке картошку, особенно в горшочке. Расскажите о блюдах из духовки, которые вы любите, помимо картошки. Какие в них основные ингридиенты?", "Я, кстати, люблю картошку приготовленную в углях. А какие еще блюда, которые готовятся на углях вы знаете?"]).
answers(102, ["Вы любите кашу сваренную на воде или на молоке?"]).
answers(103, ["Без каких блюд не может обойтись поездка на природу?"]).
answers(104, ["С какими продуктами питания лучше всего сочетаются грибы?"]).
answers(105, ["Как всем известно, вегетерианцы не едят мясо, соответственно они лишаются себя продукта, который содержит большое количество белка. Как вы думаете, откуда брать белок вегетерианцам?", "Что по вашему мнению является самым лучшим источником белка?"]).
answers(106, ["Жирная еда, как правило, имеет ярко выраженный вкус, именно за это её так любят. Расскажие что для вас является пресной едой?"]).
answers(107, ["Как думаешь чем может быть вредно черезмерное употребление углеводов?", "Расскажите о продуктах, которые содержат большое количество углеводов."]).
answers(108, ["Какие по вашему мнению продукты питания стоит брать на рынке, а какие нет?", "Чем по вашему мнению отличается рыночная продукция от магазинной?"]).
answers(109, ["Из каких ингридиентов состоит ваша любимая фунчоза?"]).
answers(110, ["Расскажите, с каким гарниром вы предпочитаете котлеты?", "С чем можно подать котлеты в школьной столовой?"]).
answers(111, ["Картофельное пюре очень часто готовят для маленьких детей, потому что его очень легко кушать. А какие еще блюда подходят для кормления маленьких детей?"]).
answers(112, ["Лично я покупаю рис на базаре. Он там дешевле. Расскажите, где вы чаще всего покупаете продукты?", "Я ем рис с соевым соусом. Какие соуса вам ещё известны?"]).
answers(113, ["Для меня пельмени являются таким блюдом, к которому я прибегаю, когда у меня дома нечего поесть, а времени на готовку нет. А всё потому, что варятся они относильно быстро и не требуют  особого внимания. Расскажите о том, что вы едите, когда у вас нет много времени?"]).
answers(114, ["Как вы считаете, почему многие не любят лук?"]).
answers(115, ["Из-за чего у вас может возникнуть изжога?"]).
answers(116, ["На рынке продуктов быстрого приготовления имеется огромный ассортимент разных вкусов. Расскажите, с каким вкусом вы предпочитаете брать продукты быстрого приготовления?"]).
answers(117, ["Многие люди не едят сосиски, думая, что в них нет мяса. А я вот просто обожаю их с картофельным пюре. Расскажите, с чем еще кроме сосисок можно есть картофельное пюре?"]).
answers(118, ["Гречка пользуются огромной популярностью среди Российских студентов. Как думаете, почему?", "Гречневая каша считается исконно русским блюдом. А какие еще русские блюда вы знаете?"]).
answers(119, ["Многие люди начинают заниматся спортом для того, чтобы похудеть, но при том продолжают питаться неправильно, из-за чего не видят результата в проделанной работе и забрасывают со спортом. Как вы думаете, какую пищу нужно перестать есть, когда занимаешься портом?"]).
answers(120, ["Мороженное — это из самых популярных лакомств летом. А что еще вы любите есть в летнее время? "]).
answers(121, ["Как вы знаете, арбуз — это самая большая ягода в мире. А какие еще ягоды вы знаете?"]).
answers(122, ["У меня бывает так, что от одного внешнего вида блюда может страшно разыграться аппетит. А какие самые красивые блюда вы знаете? Опишите их."]).
answers(123, ["Какие продукты имеют долгий срок хранения? "]).
answers(124, ["Что вы предпринимаете для того, чтобы продукты оставались свежими? "]).
answers(125, ["Какие продукты для роста мышц вы знаете?"]).
answers(126, ["Что нужно есть для того, чтобы избавиться от подкожного жира? "]).
answers(127, ["Съев даже небольшое количество творога, он надолго избавляет от чувства голода. Какие продукты с похожим эффектом вы знаете?"]).
answers(128, ["Какие ещё продукты принято запасать на зиму?"]).
answers(129, ["А какие салаты вы предпочитаете заправлять маслом?"]).
answers(130, ["Какие продукты питания по вашему мнению являются вредными?"]).
answers(131, ["В чем отличие вегетерианства от веганства?", "Что составляет основу рациона вегетерианца?"]).
answers(132, ["Лично у меня в голове не представлется день рождения без торта. Расскажите о блюдах или продукта, без которых не представляются определённые праздники. "]).
answers(133, ["Глазированный сырок — это одно из любих блюд старика Хоттабыча из одноименного фильма. А какие другие блюда из фильмов вы знаете?"]).
answers(134, ["Салат оливье получил свое название от французского повара, хотя само блюдо является русским. Какие еще французские блюда вы знаете?"]).
answers(135, ["Мандарины — это неотъемлемый символ нового года. Какие еще блюда считаются традиционными для различных праздников?"]).
answers(136, ["Сметана и грибы — классическое сочетание, которое я очень люблю. А что еще можно есть со сметаной?"]).
answers(137, ["Какие блюда принято есть со сгущенкой?"]).
answers(138, ["С чем по вашему мнению принято есть блины?"]).
answers(139, ["Какие самые популярные блюда на новогоднем праздничном столе в России?"]).
answers(140, ["Какие блюда вы обычно готовите на свой день рождения?"]).
answers(141, ["Варенье — одно из самых популярных лакомств детей и взрослых. Я тоже обожаю варенье. А расскажите о самых популярных вкусах варенья."]).
answers(142, ["Как всем известно, Шерлок Холмс любил овсянку. Какие любимые блюда известных персонажей вы ещё знаете?"]).
answers(143, ["Как вы думаете, почему чипсы и сухарики считают вредной едой?"]).
answers(144, ["Клубника богата витамином C. Расскажите о других фруктах и ягодах, которые богаты витамином С."]).
answers(145, ["Абрикос, кстати, содержит в себе витамин А, которые в сою очередь полезен для глаз. Какие ещё фрукты и ягоды полезны для зрения?"]).
answers(146, ["Расскажите, какие высококалорийные продукты вы знаете? ", "Как вы думаете, для чего тяжелоатеты употребляют огромное количество калорий в день?"]).
answers(147, ["Что представляет собой энергетическая ценность?"]).
answers(148, ["Некоторые пищевые добавки наносят вред организму человека. Расскажите, что по вашему мнению полезно употреблять в пищу?"]).
answers(149, ["Все мы знаем, что витамины необходимы для поддержания здоровья организма. Расскажите о продуктах, которые очень богаты витаминами."]).
answers(150, ["Шашлык, природа, близкие люди и всё такое... Это всегда праздник… Кстати, на какие праздники принято накрывать праздничный стол?"]).